var new_lang = {

    "lt0": "\"Home Berry Box\"",

    "lt1": "Невероятный урожай крупной и вкусной клубники",

    "lt2": "УЖЕ ЧЕРЕЗ 1 МЕСЯЦ!",

    "lt3": "<span>Инновационный сорт</span>с повышенной устойчивостью к внешней среде!",

    "lt4": "<span>До 3х кг</span>клубники с куста!",

    "lt5": "Адаптирована к выращиванию<span>в домашних условиях!</span>",

    "lt6": "<span>Круглогодичная урожайность</span>гарантирована!",

    "lt7": "САМЫЙ КРУПНЫЙ И СКОРОСПЕЛЫЙ СОРТ!",

    "lt8": "ЯГОДЫ РАЗМЕРОМ С ПОЛОВИНУ ЛАДОНИ!",

    "lt9": "<span><script type=\"text/javascript\">d = new Date();p = new Date(d.getTime());monthA ='январь,февраль,март,апрель,май,июнь,июль,август,сентябрь,октябрь,ноябрь,декабрь'.split(',');document.write(monthA[p.getMonth()]);</script>март</span>-<br>лучшее время для высадки!",

    "lt10": "руб",

    "lt11": "руб",

    "lt12": "Страна:",

    "lt13": "Ваше имя:",

    "lt14": "Ваш номер телефона:",

    "lt15": "заказать сейчас",

    "lt16": "*при заказе набора",

    "lt17": "До окончания акции осталось:",

    "lt18": "часов",

    "lt19": "минут",

    "lt20": "секунд",

    "lt21": "Оправляя свои данные, вы соглашаетесь с<a href=\"../../politic.html\">политикой конфиденциальности</a>",

    "lt22": "Почему не получается",

    "lt23": "вырастить хороший урожай клубники?",

    "lt24": "КОЛОССАЛЬНЫЕ УСИЛИЯ ПОТРАЧЕНЫ ВПУСТУЮ!",

    "lt25": "НЕДОСТАТОЧНЫЙ УХОД",

    "lt26": "ПОГОДНЫЕ УСЛОВИЯ",

    "lt27": "НЕПРАВИЛЬНАЯ ПОСАДКА",

    "lt28": "НЕКАЧЕСТВЕННЫЕ СОРТА И СЕМЕНА",

    "lt29": "УРОЖАЙ «КАПРИЗНОЙ ЯГОДЫ» ГИБНЕТ",

    "lt30": "ЧТО ЖЕ ДЕЛАТЬ, ЧТОБЫ НЕ СТОЛКНУТЬСЯ С ПОДОБНЫМ В БУДУЩЕМ?",

    "lt31": "СОБИРАТЬ КЛУБНИКУ ВЕДРАМИ<span>не на грядке, а прямо у себя дома!</span>",

    "lt32": "\"Home Berry Box\"",

    "lt33": "ДО 10 УРОЖАЕВ В ГОД ПРИ<span>ПРАВИЛЬНОМ УХОДЕ!</span>",

    "lt34": "Для полноценного ухода<span>достаточно 5 минут в день!</span>",

    "lt35": "Доступно, просто и<span>не несет больших финансовых затрат.</span>",

    "lt36": "<span>Стопроцентная рентабельность</span>и возможность наслаждаться свежей клубникой и получать доход круглый год!",

    "lt37": "заказать сейчас",

    "lt38": "Первый урожай<span>уже через месяц!</span>",

    "lt39": "В упаковке есть всё необходимое для выращивания",

    "lt40": "Экологически чистый сорт, премиум-селекция",

    "lt41": "Семена подходят для выращивания дома и на даче",

    "lt42": "Приносит частый качественный урожай гигантской клубники",

    "lt43": "Не требуют сложного ухода",

    "lt44": "СЕЛЕКЦИОННАЯ ИННОВАЦИЯ",

    "lt45": "ЧИСТЕЙШИЙ СОРТ, НИКАКОЙ ГЕННОЙ ИНЖЕНЕРИИ!",

    "lt46": "<span>Более 15 лет</span>селекционных исследований, разработок и достижений.",

    "lt47": "<span>Более $20 000 000</span>задействованы на разработку и тестирование нового сорта.",

    "lt48": "Более 150 000 садоводов в<span>РОССИИ И СНГ РЕКОМЕНДУЮТ!</span>",

    "lt49": "В основу \"Home Berry Box\" лег самый востребованный и крупноплодный сорт клубники. В ходе широкомасштабных исследований и селекции был выведен абсолютно новый, уникальный сорт:",

    "lt50": "x10",

    "lt51": "в десять раз<span>улучшена адаптация</span>к условиям открытого грунта, теплицы, и даже квартиры!",

    "lt52": "x1,5",

    "lt53": "в полтора раза<span>больше объем и вес плодов</span>",

    "lt54": "x7",

    "lt55": "<span>усилены питательные и вкусовые свойства,</span>аллергичность снижена к минимуму!",

    "lt56": "СРАВНИТЕЛЬНЫЕ<br>ХАРАКТЕРИСТИКИ ЯГОДНИЦЫ<span>\"Home Berry Box\"</span>",

    "lt57": "обычные сорта",

    "lt58": "Плодоносят всего<span>2-3 раза</span>в год",

    "lt59": "Стандартные размеры ягод,<span>до 5 см</span>",

    "lt60": "<span>Средние размеры кустов,</span>до 0,7 кг клубники с куста",

    "lt61": "Обычный вкус клубники,<span>недостаточно насыщенный и сладкий</span>",

    "lt62": "<span>Сорт может быть генетически модифицирован,</span>высокие риски заболеваний",

    "lt63": "<span>Капризные</span>и ради хорошего урожая требуют постоянного ухода",

    "lt64": "абсолютные преимущества перед другими сортами!",

    "lt65": "\"Home Berry Box\"",

    "lt66": "Гарантированно<span>высокий урожай</span>- до 10 раз в год!",

    "lt67": "<span>Ягоды крупные,</span>максимального размера, весом<span>по 90-130 грамм</span>",

    "lt68": "<span>Образует много завязей,</span>растет густыми компактными кустами.",

    "lt69": "С одного куста можно собрать<span>до 3х килограмм клубники!</span>",

    "lt70": "Насыщенный сладкий вкус, алый цвет ягод, сочность,<span>100% ЭКОЛОГИЧЕСКИ ЧИСТЫЙ СОРТ, выведенный селекционно</span>",

    "lt71": "<span>Не болеет</span>«стандартными» болезнями обычной клубники, устойчив к вредителям",

    "lt72": "<span>Требует минимального ухода,</span>не нуждается в удобрениях",

    "lt73": "Уникальный редкий сорт!",

    "lt74": "В связи с широким спросом -<br>НЕ БОЛЕЕ 10 упаковок в одни руки!",

    "lt75": "руб",

    "lt76": "руб",

    "lt77": "АКЦИЯ ДЕЙСТВУЕТ 1 ДЕНЬ!",

    "lt78": "часов",

    "lt79": "минут",

    "lt80": "секунд",

    "lt81": "заказать сейчас",

    "lt82": "\"Home Berry Box\"",

    "lt83": "Абсолютный выбор участников сельскохозяйственных и аграрных ярмарок!",

    "lt84": "Выбор участников фестиваля «Клубничная столица Приморья»",

    "lt85": "Победитель V Московского фестиваля садоводства-<script type=\"text/javascript\">var appendNull = function (num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 365 * 86400000);monthb ='января,февраля,марта,апреля,мая,июня,июля,августа,сентярбря,октября,ноября,декабря'.split(',');document.write(p.getFullYear());</script>20192019",

    "lt86": "Победитель гастрономической ярмарки «Клубничная страна-<script type=\"text/javascript\">var appendNull = function (num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 365 * 86400000);monthb ='января,февраля,марта,апреля,мая,июня,июля,августа,сентярбря,октября,ноября,декабря'.split(',');document.write(p.getFullYear());</script>20192019»",

    "lt87": "СЕЛЕКЦИОННЫЙ ПРОРЫВ<script type=\"text/javascript\">var appendNull = function (num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 365 * 86400000);monthb ='января,февраля,марта,апреля,мая,июня,июля,августа,сентярбря,октября,ноября,декабря'.split(',');document.write(p.getFullYear());</script>20192019!",

    "lt88": "<span>\"Home Berry Box\"</span>ВЫРАСТЕТ ДОМА<span>ЗА 1 МЕСЯЦ!</span>",

    "lt89": "Процесс выращивания<br><span>МАКСИМАЛЬНО ПРОСТ</span>",

    "lt90": "самый скороспелый сорт!",

    "lt91": "Значительное сокращение и упрощение процесса посева и выращивания было приоритетной задачей селекционеров во время выведения<span>\"Home Berry Box\"</span>",

    "lt92": "Шаг 1.",

    "lt93": "Посадите семена в почву согласно инструкции, используйте специальное удобрение из комплекта",

    "lt94": "Шаг 2.",

    "lt95": "Следите за стабильным температурным режимом и умеренным регулярным поливом",

    "lt96": "Шаг 3.",

    "lt97": "Соберите первый урожай уже через месяц после посадки!",

    "lt98": "заказать сейчас",

    "lt99": "Почему садоводы выбирают<span>ДОМАШНЕЕ ВЫРАЩИВАНИЕ?</span>",

    "lt100": "1 упаковка",

    "lt101": "3 кг",

    "lt102": "клубники<br>с куста",

    "lt103": "месяцев",

    "lt104": "<span class=\"old_price_cur\"></span>/кг",

    "lt105": "более",

    "lt106": "10 000",

    "lt107": "<span class=\"old_price_cur\"></span>в год!",

    "lt108": "Ягоды клубники спеют круглый год, вне зависимости от сезона и погоды за окном.",

    "lt109": "Урожай защищен от негативного влияния окружающей среды. Требуется в разы меньше пространства для высадки, грунта!",

    "lt110": "Прибыль уже после сбора первого урожая.",

    "lt111": "Есть возможность продавать клубнику по высоким ценам в зимний период и в период плохого урожая!",

    "lt112": "Тысячекратно окупает затраты!",

    "lt113": "МНЕНИЕ СПЕЦИАЛИСТА",

    "lt114": "Бытует мнение, что клубника — сложная и очень прихотливая в выращивании ягода. В разных районах Европы она приживается по разному, очень восприимчива к окружающей среде и подвержена множеству заболеваний. Тем не менее, спрос на ягоду высок всегда, и выращивание клубники на продажу является для многих садоводов хорошей возможностью заработка.",

    "lt115": "Перед нами, селекционерами, встала серьезная задача — создать такой сорт, который станет САМЫМ РЕНТАБЕЛЬНЫМ для реализации, и при этом доставит садоводам минимум хлопот. И с данной задачей мы справились, создав Home Berry Box! Теперь, чтобы собирать по несколько килограмм крупнейшей спелой клубники, даже грядка не нужна! Данный сорт адаптирован к выращиванию в домашних условиях. На плодоношение не влияют погодные условия. «Home Berry Box» не требует сложного ухода, гарантированно дает первый урожай через 1 месяц и полодоносит в течение всего года!",

    "lt116": "Дерек Хилл, кандидат биологических наук, селекционер",

    "lt117": "Более 2000 садоводов рекомендуют<span>\"Home Berry Box\"</span>для выращивания и дальнейшей реализации!",

    "lt118": "Занимаюсь выращиванием клубники на продажу десятый сезон. И после каждого сбора урожая собирался покончить с этим делом, рентабильность из года в год практически нулевая. Но последний год показал, что если и делать бизнес на клубнике, то только на Home Berry Box! Урожайность в три раза превзошла мои ожидания. В уходе неприхотлива, растет отлично, за весь сезон ни одной болячки, ни одного порченого кустика. Разлетается среди покупателей влет. Люди как видят эту огромную, настоящую, живую ягоду (не эту пластмассу турецкую), так ведрами берут.<span class=\"price_main\"><span class=\"new_price_val\">149</span><span class=\"old_price_cur\">руб</span></span>за килограмм — это еще не предел!",

    "lt119": "Александр Орлов",

    "lt120": "Тридцать лет выращиваю клубнику на даче, таких ягод не видела ни разу! Вот, что значит СЕЛЕКЦИЯ! К привычным сортам не вернусь. \"Home Berry Box\" — это чудо и восторг. Ягоды с ладонь, крупные, сочные, вкус невероятный. А какое варенье с них получается, просто сказка! За летний сезон собрала почти сорок килограмм, хотя рассады было не много. На будущий год засею Home Berry Box все свободные грядки. А зимой буду пробовать дома ее выращивать, говорят, плодоносит в домашних условиях лучше, чем на огороде!",

    "lt121": "Анна Георгиевна",

    "lt122": "Земли нет, а ягод хочется! Выход нашли — выращиваем ягоды в квартире круглый год! Подруги огородницы не верили, пока сами не убедились — ягода ЗДОРОВЕННАЯ ВЫРАСТАЕТ! ВКУСНЕЙШАЯ! И за считанные недели. И детям, и внучатам, всем хватает клубнички полакомиться. Скоро уже начну на продажу выращивать. С обычной грядочной не сравнится!",

    "lt123": "Людмила Фадеева",

    "lt124": "Я заядлый садовод, профессионал в этом деле, можно сказать. 25 лет в грядках копаюсь. Для меня, человека опытного, Home Berry Box — настоящее открытие. Последнее слово селекции, и как превосходит другие сорта! С этой клубничкой совсем проблем не знаешь. Самый урожайный сорт из всех, что я выращивал, плодоносит в течение всего сезона, морозоустойчивая, не требует удобрений (если почва хорошая), средств защиты от вредителей я также не использовал. Плоды крупные, нескоропортящиеся, ягода к ягоде. Рекомендую всем. Те, кому про \"Home Berry Box\" рассказал в восторге!",

    "lt125": "Иван Гончаров",

    "lt126": "Моя мама садовод-любитель. Из года в год мучалась с рассадой клубники. Столько сил вкладывала, а она гибнет, хворает, иной раз так скудно плодоносит, что по ягодке с куста еле собираешь. А ухода требует огромного. Заказала ей прошлой зимой Home Berry Box, такую у нас в садовых магазинах не видела ни разу. Урожаем довольна вся семья. Дети готовы были все лето только одну эту клубнику есть! Громадная, красная, а сладкая какая, пальчики оближешь! Отныне теперь только Home Berry Box высаживать будем. Все соседи нам обзавидовались.",

    "lt127": "Инга Алексеева",

    "lt128": "Занимаюсь выращиванием клубники на продажу десятый сезон. И после каждого сбора урожая собирался покончить с этим делом, рентабильность из года в год практически нулевая. Но последний год показал, что если и делать бизнес на клубнике, то только на Home Berry Box! Урожайность в три раза превзошла мои ожидания. В уходе неприхотлива, растет отлично, за весь сезон ни одной болячки, ни одного порченого кустика. Разлетается среди покупателей влет. Люди как видят эту огромную, настоящую, живую ягоду (не эту пластмассу турецкую), так ведрами берут.<span class=\"price_main\"><span class=\"new_price_val\">149</span><span class=\"old_price_cur\">руб</span></span>за килограмм — это еще не предел!",

    "lt129": "Александр Орлов",

    "lt130": "Я заядлый садовод, профессионал в этом деле, можно сказать. 25 лет в грядках копаюсь. Для меня, человека опытного, Home Berry Box — настоящее открытие. Последнее слово селекции, и как превосходит другие сорта! С этой клубничкой совсем проблем не знаешь. Самый урожайный сорт из всех, что я выращивал, плодоносит в течение всего сезона, морозоустойчивая, не требует удобрений (если почва хорошая), средств защиты от вредителей я также не использовал. Плоды крупные, нескоропортящиеся, ягода к ягоде. Рекомендую всем. Те, кому про \"Home Berry Box\" рассказал в восторге!",

    "lt131": "Иван Гончаров",

    "lt132": "Моя мама садовод-любитель. Из года в год мучалась с рассадой клубники. Столько сил вкладывала, а она гибнет, хворает, иной раз так скудно плодоносит, что по ягодке с куста еле собираешь. А ухода требует огромного. Заказала ей прошлой зимой Home Berry Box, такую у нас в садовых магазинах не видела ни разу. Урожаем довольна вся семья. Дети готовы были все лето только одну эту клубнику есть! Громадная, красная, а сладкая какая, пальчики оближешь! Отныне теперь только Home Berry Box высаживать будем. Все соседи нам обзавидовались.",

    "lt133": "Инга Алексеева",

    "lt134": "Занимаюсь выращиванием клубники на продажу десятый сезон. И после каждого сбора урожая собирался покончить с этим делом, рентабильность из года в год практически нулевая. Но последний год показал, что если и делать бизнес на клубнике, то только на Home Berry Box! Урожайность в три раза превзошла мои ожидания. В уходе неприхотлива, растет отлично, за весь сезон ни одной болячки, ни одного порченого кустика. Разлетается среди покупателей влет. Люди как видят эту огромную, настоящую, живую ягоду (не эту пластмассу турецкую), так ведрами берут.<span class=\"price_main\"><span class=\"new_price_val\">149</span><span class=\"old_price_cur\">руб</span></span>за килограмм — это еще не предел!",

    "lt135": "Александр Орлов",

    "lt136": "Тридцать лет выращиваю клубнику на даче, таких ягод не видела ни разу! Вот, что значит СЕЛЕКЦИЯ! К привычным сортам не вернусь. \"Home Berry Box\" — это чудо и восторг. Ягоды с ладонь, крупные, сочные, вкус невероятный. А какое варенье с них получается, просто сказка! За летний сезон собрала почти сорок килограмм, хотя рассады было не много. На будущий год засею Home Berry Box все свободные грядки. А зимой буду пробовать дома ее выращивать, говорят, плодоносит в домашних условиях лучше, чем на огороде!",

    "lt137": "Анна Георгиевна",

    "lt138": "Земли нет, а ягод хочется! Выход нашли — выращиваем ягоды в квартире круглый год! Подруги огородницы не верили, пока сами не убедились — ягода ЗДОРОВЕННАЯ ВЫРАСТАЕТ! ВКУСНЕЙШАЯ! И за считанные недели. И детям, и внучатам, всем хватает клубнички полакомиться. Скоро уже начну на продажу выращивать. С обычной грядочной не сравнится!",

    "lt139": "Людмила Фадеева",

    "lt140": "Занимаюсь выращиванием клубники на продажу десятый сезон. И после каждого сбора урожая собирался покончить с этим делом, рентабильность из года в год практически нулевая. Но последний год показал, что если и делать бизнес на клубнике, то только на Home Berry Box! Урожайность в три раза превзошла мои ожидания. В уходе неприхотлива, растет отлично, за весь сезон ни одной болячки, ни одного порченого кустика. Разлетается среди покупателей влет. Люди как видят эту огромную, настоящую, живую ягоду (не эту пластмассу турецкую), так ведрами берут.<span class=\"price_main\"><span class=\"new_price_val\">149</span><span class=\"old_price_cur\">руб</span></span>за килограмм — это еще не предел!",

    "lt141": "Александр Орлов",

    "lt142": "КАК ЗАКАЗАТЬ \"Home Berry Box\"?",

    "lt143": "Оставьте заявку на заказ через форму ниже",

    "lt144": "Мы свяжемся с Вами для подтверждения заказа",

    "lt145": "В течении нескольких дней наш курьер доставит вам семена \"Home Berry Box\"!",

    "lt146": "Собирайте невероятный урожай спелой и сочной клубники у себя дома!",

    "lt147": "\"Home Berry Box\"",

    "lt148": "Невероятный урожай крупной и вкусной клубники",

    "lt149": "УЖЕ ЧЕРЕЗ 1 МЕСЯЦ!",

    "lt150": "<span>Инновационный сорт</span>с повышенной устойчивостью к внешней среде!",

    "lt151": "<span>До 3х кг</span>клубники с куста!",

    "lt152": "Адаптирована к выращиванию<span>в домашних условиях!</span>",

    "lt153": "<span>Круглогодичная урожайность</span>гарантирована!",

    "lt154": "САМЫЙ КРУПНЫЙ И СКОРОСПЕЛЫЙ СОРТ!",

    "lt155": "ЯГОДЫ РАЗМЕРОМ С ПОЛОВИНУ ЛАДОНИ!",

    "lt156": "<span><script type=\"text/javascript\">d = new Date();p = new Date(d.getTime());monthA ='январь,февраль,март,апрель,май,июнь,июль,август,сентябрь,октябрь,ноябрь,декабрь'.split(',');document.write(monthA[p.getMonth()]);</script>мартмарт</span>-<br>лучшее время для высадки!",

    "lt157": "руб",

    "lt158": "руб",

    "lt159": "Страна:",

    "lt160": "Ваше имя:",

    "lt161": "Ваш номер телефона:",

    "lt162": "заказать сейчас",

    "lt163": "*при заказе набора",

    "lt164": "До окончания акции осталось:",

    "lt165": "часов",

    "lt166": "минут",

    "lt167": "секунд",

    "lt168": "Оправляя свои данные, вы соглашаетесь с<a href=\"../../politic.html\">политикой конфиденциальности</a>",

    "lt169": "ООО \"Виктори\",<br>129090, г. Москва, Протоповский пер., дом 19, строение 8.<br>ОГРН: 5157746197990 ИНН: 7702395881",

    "lt170": "Публичная оферта",

    "lt171": "Политика конфиденциальности"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};